// Створіть змінну, що симулює вибір варіанта зі списку. Виводьте повідомлення залежно від обраного варіанта: "Кава", "Чай" або "Сік". Використайте switch


const drink = prompt("Оберіть бажаний напій").trim();

switch (drink) {
    case "кава":
        alert("Каву додано до кошику")
        break
    case "чай":
        alert("Чай додано до кошику")
        break
    case "сік":
        alert("Сік додано до кошику")
        break

    default:
        alert("Нажаль цього товару нема в асортименті :(")
}

